tap 'greymd/tools'

cask 'boostnote'
cask 'diskwave'
cask 'docker'
cask 'vanilla'
cask 'visual-studio-code'

brew 'bluetoothconnector'
brew 'gibo'
brew 'graphviz'
brew 'imagemagick'
brew 'jo'
brew 'pandoc'
brew 'sshrc'
brew 'tfenv'
brew 'tmux-xpanes'
brew 'zsh'

mas 'Bear', id: 1091189122
mas 'Xcode', id: 497799835
