tap 'greymd/tools'

cask 'bitbar'
cask 'boostnote'
cask 'brave'
cask 'dash'
cask 'diskwave'
cask 'docker'
cask 'insomnia'
cask 'vanilla'
cask 'visual-studio-code'

brew 'gibo'
brew 'graphviz'
brew 'imagemagick'
brew 'jo'
brew 'pandoc'
brew 'python3'
brew 's3cmd'
brew 'sshrc'
brew 'tmux-xpanes'
brew 'vim', args: ['with-lua', 'without-python']
brew 'zsh', args: ['without-etcdir']

mas 'Bear', id: 1091189122
mas 'Xcode', id: 497799835
