tap 'homebrew/core'
tap 'homebrew/services'

brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'coreutils'
brew 'curl'
brew 'gdbm'
brew 'gettext'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'grep'
brew 'less'
brew 'libgit2'
brew 'libsodium'

brew 'bluetoothconnector'
brew 'fzf'
brew 'gibo'
brew 'git'
brew 'jo'
brew 'jq'
brew 'lsof'
brew 'mas'
brew 'tig'
brew 'tldr'
brew 'pass'
brew 'rsync'
brew 'shellcheck'
brew 'watch'

brew 'graphviz'
brew 'imagemagick'
brew 'pandoc'

tap 'universal-ctags/universal-ctags'
brew 'universal-ctags', args: ['HEAD']

brew 'asdf'
brew 'direnv'

brew 'fish'
brew 'zsh'

brew 'navi'

brew 'tmux'
brew 'tmux-xpanes'

brew 'mysql'
brew 'postgresql'
brew 'redis'

brew 'vim'
brew 'neovim', args: ['HEAD']

brew 'awscli'

brew 'rust'
brew 'bat'
brew 'exa'
brew 'fd'
brew 'git-delta'
brew 'ripgrep'

brew 'go'

brew 'hub'
brew 'gh'
brew 'ghq'

brew 'csvq'
brew 'packer'

tap 'itchyny/tap'
brew 'gojq'
brew 'gojo'

brew 'docker'
brew 'hadolint'
brew 'lazydocker'

tap 'mackerelio/mackerel-agent'
brew 'mkr'

brew 'pinentry-mac'

brew 'httpie'
brew 'yq'

brew 'protobuf'

tap 'arkweid/lefthook'
brew 'lefthook'

tap 'cantino/mcfly', 'https://github.com/cantino/mcfly'
brew 'mcfly'
