tap "homebrew/services"

brew "autoconf"
brew "automake"
brew "boost"
brew "cmake"
brew "coreutils"
brew "curl"
brew "gdbm"
brew "gettext"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "less"
brew "llvm"
brew "libgit2"
brew "libsodium"
brew "libyaml"
brew "openssl"

brew "blueutil"
brew "fzf"
brew "gibo"
brew "git"
brew "jo"
brew "jq"
brew "lsof"
brew "mas"
brew "tldr"
brew "pass"
brew "rsync"
brew "watch"

# NOTE diagrams
# ref. https://diagrams.mingrammer.com/docs/getting-started/installation
brew "graphviz"

# NOTE: 3rd/images.nvim
brew "imagemagick"
# https://github.com/3rd/image.nvim/issues/91#issuecomment-2417623824
brew "pkgconfig"

# NOTE: HakonHarnes/img-clip.nvim
brew "pngpaste"

brew "mise"
brew "direnv"

brew "navi"

brew "mysql-client"
brew "postgresql"
brew "redis"

brew "neovim"

brew "awscli"

brew "bat"
brew "dog"
brew "eza"
brew "fd"
brew "git-delta"
brew "difftastic"
brew "ripgrep"
brew "sd"
brew "silicon"
brew "grex"
brew "rm-improved"

brew "hub"
brew "gh"
brew "ghq"

brew "csvq"

brew "lazydocker"
brew "dive"

brew "pinentry-mac"

brew "xh"
brew "yq"

brew "protobuf"

tap "arkweid/lefthook"
brew "lefthook"

brew "markdownlint-cli2"

# for telescope / telekasten
brew "catimg"

tap "ryooooooga/tap"
brew "zabrze"

tap "daipeihust/tap"
brew "im-select"

brew "mycli"
brew "pgcli"

brew "ical-buddy"
brew "totp-cli"

brew "lazygit"

brew "rage"

brew "starship"
brew "sheldon"

brew "vhs"
brew "jj"
