cask '1password'
cask '1password-cli'
cask 'adoptopenjdk'
cask 'alfred'
cask 'aws-vault'
cask 'boostnote'
cask 'chromedriver'
cask 'clipy'
cask 'clocksaver'
cask 'dash'
cask 'diskwave'
cask 'docker'
cask 'cmd-eikana'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'hyperswitch'
cask 'iterm2'
cask 'itsycal'
cask 'keycastr'
cask 'rectangle'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'zoomus'

tap 'zkokaja/brewlet'
cask 'brewlet'
